[
    {
       "year":"863",
       "event":"Příchod Byzantské křtící mise s Cyrilem a Metodějem",
       "detail":"V roce 863 přišla na Moravu z tehdy byzantské Soluně křesťanská misie Konstantina-Cyrila a Metoděje, kteří vytvořili nejstarší slovanské písmo hlaholici, vytvořili staroslověnský jazyk (první spisovný slovanský jazyk vůbec), založili na našem území tradici písemnictví a vzdělanosti (Proglas) a šířili křesťanství. Metoděj se později stal fakticky prvním moravským biskupem. Velkomoravská říše se tak stala nezávislou na zahraniční církevní hierarchii.",
       "url":"https://cs.wikipedia.org/wiki/Cyril_a_Metod%C4%9Bj",
       "evaluation":"true"
    },
    {
       "year":"995",
       "event":"Vyvraždění Slavníkovců",
       "detail":"Vyvraždění Slavníkovců byl násilný akt, při němž čeští velmožové 28. září 995 povraždili v Libici členy významného rodu Slavníkovců. 28. září 995 slavil rod Slavníkovců na svém hradě v Libici významný svátek, den svatého Václava. Ten byl přesně před 60 lety zavražděn ve Staré Boleslavi. Během této oslavy na hrad vtrhli čeští velmožové a v okolí kostela povraždili všechny jeho přítomné členy. Krveprolití přežil ze Slavníkovců jen Soběslav, Vojtěch, který zrovna podruhé odešel z Čech, do kterých se už nevrátil a zanevřel na ně,[3] a jejich nevlastní bratr Radim.",
       "url":"https://cs.wikipedia.org/wiki/Vyvra%C5%BEd%C4%9Bn%C3%AD_Slavn%C3%ADkovc%C5%AF",
       "evaluation":"false"
    },
    {
       "year":"1212",
       "event":"Zlatá bula sicilská",
       "detail":"České knížectví se roku 1198 stalo definitivně dědičným královstvím s rozsáhlými privilegii v rámci říše a pravomocemi vládnoucího panovníka. Zlatá bula sicilská roku 1212 potvrdila Přemyslu Otakarovi I. dědičnou královskou hodnost a další privilegia Českého království. Český panovník měl být napříště osvobozen od všech povinností vůči Svaté říši římské až na účast na říšských sněmech.",
       "url":"https://cs.wikipedia.org/wiki/Zlat%C3%A1_bula_sicilsk%C3%A1",
       "evaluation":"true"
    },
    {
       "year":"1278",
       "event":"Bitva na Moravském poli",
       "detail":"Bitva na Moravském poli byla svedena 26. srpna 1278 (na den sv. Rufa) v odpoledních hodinách na pravém břehu řeky Moravy mezi vesnicemi Dürnkrut (Suché Kruty) a Jedenspeigen, ležícími v Dolních Rakousích 30 km jižně od Břeclavi. V boji proti sobě stanula spojená vojska římského krále Rudolfa I. Habsburského a uherského krále Ladislava IV. Kumána proti vojsku českého krále Přemysla Otakara II. a jeho spojenců. Bitvy se účastnilo dohromady asi 55 000 mužů (přesné počty nejsou známy) a jejich střet trval přibližně tři hodiny. Česká vojska byla poražena a král Přemysl Otakar II. byl zabit.",
       "url":"https://cs.wikipedia.org/wiki/Bitva_na_Moravsk%C3%A9m_poli",
       "evaluation":"false"
    },
    {
       "year":"1310",
       "event":"Nástup Lucemburků na český trůn",
       "detail":"Přemyslovci vymřeli po meči zavražděním Václava III. za nevyjasněných okolností 4. srpna 1306. V roce 1310 nastoupil na český trůn po čtyřletých bojích o následnictví Jan Lucemburský, který se oženil s Eliškou Přemyslovnou, dcerou krále Václava II. Jan Lucemburský byl proslavený válečník a politik evropského formátu, kterému se podařilo zvětšit České království mj. získáním Chebska a Horní Lužice. V minulosti byl Jan někdy nazýván \"král-cizinec\". To proto, že Jan nebyl schopen prosadit silnější pozici krále proti vůli českého panstva a vcelku logicky se tak soustředil na evropskou politiku, která skýtala vyšší výnosy a rytířský život.",
       "url":"https://cs.wikipedia.org/wiki/N%C3%A1stup_Lucemburk%C5%AF_na_%C4%8Desk%C3%BD_tr%C5%AFn",
       "evaluation":"true"
    },
    {
       "year":"1434",
       "event":"Bitva u Lipan",
       "detail":"Bitva u Lipan se odehrála v neděli 30. května 1434 v lokalitě mezi vsí Hřiby a Lipskou horou, která leží přibližně jeden kilometr jižně od středočeské vesnice Lipany. Vojáci utrakvisticko-katolické aliance v čele s Divišem Bořkem z Miletínka zde drtivě porazili polní vojska sirotčího a táborského svazu, tvořící páteř vojenských složek radikálního křídla husitského hnutí. V průběhu bojových operací zahynul i vůdce radikálů Prokop Holý, nejvlivnější husitský politik, na jehož vůli před rokem 1434 do značné míry závisel osud revolučních Čech.[7] Porážka sesadila polní obce z postavení rozhodujícího politického činitele v zemi a umožnila umírněné straně uzavřít dohodu s císařem Zikmundem Lucemburským a legáty basilejského koncilu. Tím bitva předznamenala ukončení občanské války v zemích Koruny české.",
       "url":"https://cs.wikipedia.org/wiki/Bitva_u_Lipan",
       "evaluation":"false"
    }
 ]