[
   {
      "name":"Karel IV.",
      "birth":"14.5.1316",
      "death":"29.11.1378",
      "biography":"Karel IV. byl římsko-německý král od července 1346 a od roku 1355 císař římský. Byl také italský (lombardský) král od roku 1355, burgundský (arelatský) král od roku 1365, moravský markrabě v letech 1333 až 1349 a lucemburský hrabě v období let 1346 až 1353. Pocházel po otci z dynastie Lucemburků, a po matce z rodu Přemyslovců. Byl to první český král, který se stal také císařem Svaté říše římské, a byl posledním korunovaným burgundským králem. Stal se tak osobním vládcem všech království Svaté říše římské. Karel IV. byl syn dědičky Přemyslovců Elišky a českého krále Jana Lucemburského. Byl pokřtěn jako Václav, jméno Karel přijal při biřmování během své výchovy ve Francii po svém strýci a kmotrovi Karlu IV. Sličném. Karel IV. patřil mezi nejvýznamnější panovníky vrcholného středověku. Byl neobyčejně vzdělaný a inteligentní, plynně hovořil pěti jazyky. Svou moc využil ke konsolidaci českého státu, který byl od jeho doby znám jako Koruna česká. Již jako císař nechal vytvořit Zlatou bulu, nejvýznamnější říšský ústavní zákon, který platil až do zániku Svaté říše římské roku 1806. Ta také významně upravovala vztah českého státu k říši a potvrzovala jeho výjimečné a nezávislé postavení v rámci říše. Jako český král proslul především založením univerzity v Praze, která nese jeho jméno, výstavbou Nového Města pražského, stavbou kamenného (později Karlova) mostu přes řeku Vltavu v Praze, zbudováním hradu Karlštejna a mnoha dalšími počiny. Spolu s otcem započali se stavbou Svatovítského chrámu. Karel také dosáhl významné územní expanze českého státu, především severovýchodním směrem a to hlavně díky své obratné sňatkové politice.",
      "portraits":[
         "karel4-01.jpg",
         "karel4-02.jpg",
         "karel4-03.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Karel_IV."
   },
   {
      "name":"Tomáš Garrigue Masaryk",
      "birth":"7.3.1850",
      "death":"14.9.1937",
      "biography":"T. G. Masaryk byl pedagog, politik a filozof. V roce 1918 se stal prvním československým prezidentem. Jeho osoba bývá spojována většinou pouze s obdobím první republiky, ačkoli značnou část svého díla vykonal již před ní, zvláště pokud jde o filozofickou realizaci jeho díla knižně, literární časopiseckou činnost a vynikající aktivitu v jeho třech poslaneckých obdobích ve vídeňské říšské radě. Masaryk byl označen za \"Prezidenta Osvoboditele\". Ještě za jeho života a prezidentování, k jeho osmdesátým narozeninám 7. 3. 1930, se národní shromáždění usneslo na zákoně \"Masaryk se zasloužil o stát\" (Lex Masaryk). Když \"Tatíček Masaryk\" 14. září 1937 po zánětu plic zemřel, zemřel pro jeho obdivovatele symbol morální velikosti a velké autority.",
      "portraits":[
         "tgm-01.png",
         "tgm-02.png",
         "tgm-03.jpg",
         "masaryk-capek.gif"
      ],
      "online":"https://cs.wikipedia.org/wiki/Tom%C3%A1%C5%A1_Garrigue_Masaryk"
   },
   {
      "name":"Václav Havel",
      "birth":"5.10.1936",
      "death":"18.12.2011",
      "biography":"Spisovatel a dramatik, zakázaný umělec, pronásledovaný občan, vězeň svědomí, vůdčí osobnost nenásilného svržení komunistického režimu a politických změn v Československu, obránce lidských a občanských práv, poslední prezident Československa a první prezident České republiky.",
      "portraits":[
         "havel-01.jpg",
         "havel-02.jpg",
         "havel-03.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/V%C3%A1clav_Havel"
   },
   {
      "name":"Jan Amos Komenský",
      "birth":"28.3.1592",
      "death":"15.11.1670",
      "biography":"Byl poslední biskup Jednoty bratrské a jeden z největších českých myslitelů, filosofů a spisovatelů. Během svého života si získal renomé především jako pedagog, resp. teoretik pedagogiky a autor mnoha spisů z tohoto oboru. Byl jediným tvůrcem originální, filosoficky ukotvené pedagogické soustavy v českých zemích,[3] zabýval se všeobecnou teorií výchovy, didaktikou, vytvořil speciální metodiku výuky jazyků a sám sepisoval originální učebnice. Už za Komenského života si získaly mimořádnou oblibu jeho jazykové příručky Janua linguarum reserata (Dvéře jazyků otevřené, známé jako Brána jazyků otevřená) a Orbis sensualium pictus (Svět v obrazech). Komenský je považován za zakladatele moderní pedagogiky a vysloužil si přízvisko Učitel národů.",
      "portraits":[
         "komensky-01.jpg",
         "komensky-02.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Jan_Amos_Komensk%C3%BD"
   },
   {
      "name":"Jan Hus",
      "birth":"přibližně 1370",
      "death":"6.7.1415",
      "biography":"Jan Hus svůj život zasvětil boji za reformu církve a společnosti. Rektor Pražské univerzity, který se marně snažil obhájit své myšlenky před koncilem a byl upálen. Jeho lidský vzor i poselství jeho života se staly základem jedné z nejpodstatnějších historických etap našich dějin, která nese jeho jméno – husitství.",
      "portraits":[
         "hus-01.jpg",
         "hus-02.jpg",
         "hus-03.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Jan_Hus"
   },
   {
      "name":"Antonín Dvořák",
      "birth":"8.9.1841",
      "death":"1.5.1904",
      "biography":"Světoznámý český hudební skladatel, dirigent a profesor, jeden z největších hudebních géniů lidských dějin. Když Bůh rozdával darem nadání k hudbě, šel si Dvořák ne dvakrát, ale nejspíše hned třikrát. Za svůj život složil 11 oper (např. Rusalka, Armida, Král a uhlíř, či Jakobín), vokální a vokálně-instrumentální díla (Svatou Ludmilu, Requiem, Te Deum a nádhernou Stabat Mater), komorní skladby, koncerty, sbory, písně (Biblické písně), klavírní skladby, symfonické básně a 9 symfonií, z nichž vysoko do pomyslných hudebních nebes ční symfonie 9. - famózní „Novosvětská“, patřící k tomu vůbec nejkrásnějšímu, co kdy člověk zkomponoval. Snad se ani nelze divit tomu, že Američané, na jejichž půdě \"Novosvětská\" vznikla, považují Antonína Dvořáka také trochu za svého skladatele.",
      "portraits":[
         "dvorak-01.jpg",
         "dvorak-02.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k"
   },
   {
      "name":"Karel Čapek",
      "birth":"9.1.1890",
      "death":"25.12.1938",
      "biography":"Karel Čapek byl žurnalistou, prozaikem, dramatikem, překladatelem a kritikem, autorem knih pro děti. Karel Čapek podnikl řadu cest do zahraničí, z nichž získal podněty pro své cestopisné fejetony a prózy. Byl zvolen prvním předsedou československého PEN-KLUBU. Ve své vinohradské vile organizoval Karel Čapek přátelské páteční besedy. Ženou Karla Čapka byla herečka a spisovatelka Olga Scheinpflugová. Čapkovo mnohotvárné a neobyčejně bohaté dílo přervala náhlá smrt. Zemřel 25. prosince 1938 v Praze na zápal plic. Je pochován na Vyšehradě.",
      "portraits":[
         "capek-01.jpg",
         "masaryk-capek.gif",
         "capkove.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Karel_%C4%8Capek"
   },
   {
      "name":"Božena Němcová",
      "birth":"4.2.1820",
      "death":"21.1.1862",
      "biography":"Do podvědomí čtenářů se vryla jako autorka povídek a rozsáhlejších próz z venkovského prostředí a autorka pohádkových sbírek. Začínala jako básnířka a později svou činnost přizpůsobila zájmu o lidové tradice a folklór. Hrdiny povídek jsou většinou prostí lidé, které vykresluje až idealizovaně a staví je do kontrastu s boháči a vrchností.",
      "portraits":[
         "nemcova-01.jpg",
         "nemcova-02.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Bo%C5%BEena_N%C4%9Bmcov%C3%A1"
   },
   {
      "name":"Emil Zátopek",
      "birth":"19.9.1922",
      "death":"21.11.2000",
      "biography":"Emil Zátopek se stal prvním člověkem na světě, který uběhl trať 10 km pod 29 minut (28:54,2 1. června 1954 v Bruselu) a trať 20 km pod jednu hodinu (59:51,8 29. září 1951 ve Staré Boleslavi). Celkem vytvořil třináct světových rekordů na kilometrových a pět na mílových tratích. Jde o jednoho z největších atletů všech dob. Nejvíce ale proslul během olympijských her 1952 v Helsinkách, kde vyhrál běh na 5 km (14:06,72), 10 km (29:17,0), a dokonce i maratón (2:23:03,2), který tehdy běžel poprvé v životě. V každé z těchto disciplín tehdy zároveň ustavil nový olympijský rekord. Tento „trojboj“ se dodnes žádnému vytrvalci nepodařilo zopakovat a atletičtí experti pochybují, že se ještě někomu kdy podaří. Byl znám svým upracovaným stylem běhu, doprovázeným křečovitými grimasami, v cizině byl přezdíván česká lokomotiva a Satupekka.",
      "portraits":[
         "zatopek-01.jpg",
         "zatopek-02.jpg",
         "zatopek-03.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Emil_Z%C3%A1topek"
   },
   {
      "name":"Ema Destinnová",
      "birth":"20.2.1878",
      "death":"28.1.1930",
      "biography":"Do dějin umění se výrazným způsobem zapsala česká umělkyně Emílie Pavlína Kittlová, známá spíše jako Ema Destinnová. Žena, jejíž kouzlo bylo možné spatřit i slyšet, inspirovala umělce v tvorbě i životě. Její lyrický soprán mohutného a dramaticky zbarveného hlasu společně s hereckým ztvárněním stále znovu vyvolával úžas v koncertních sálech slavných scén začátkem 20. století.",
      "portraits":[
         "destinova-01.jpg"
      ],
      "online":"https://cs.wikipedia.org/wiki/Ema_Destinnov%C3%A1"
   }
]