[
   {
      "id":"praha",
      "city":"Praha",
      "peoples":1324277,
      "sign":"praha-znak.svg",
      "text":"Praha (německy Prag; v jiných jazycích často Prague či Praga) je hlavní město a současně největší město Česka, zároveň je 13. největším městem Evropské unie. Leží mírně na sever od středu Čech na řece Vltavě, uvnitř Středočeského kraje, jehož je správním centrem, ale není jeho součástí, jelikož je podle zákona 347/1997 samostatný samosprávný celek.[5] Je sídlem velké části státních institucí a množství dalších organizací a firem. Sídlí zde prezident republiky, parlament, vláda, ústřední státní orgány a jeden ze dvou vrchních soudů. Mimoto je Praha sídlem řady dalších úřadů, jak ústředních, tak i územních samosprávných celků; sídlí zde též ústředí většiny politických stran, hnutí a iniciativ a centrály téměř všech církví, náboženských a dalších sdružení s celorepublikovou působností registrovaných v ČR."
   },
   {
      "id":"brno",
      "city":"Brno",
      "peoples":381346,
      "sign":"brno-znak.svg",
      "text":"Brno je centrem soudní moci České republiky, stalo se totiž sídlem jak Ústavního soudu, tak Nejvyššího soudu, Nejvyššího správního soudu i Nejvyššího státního zastupitelství. Kromě toho je celkově významným administrativním střediskem, protože zde sídlí státní orgány s celostátní kontrolní působností a další důležité instituce. Za zmínku stojí například Úřad pro ochranu hospodářské soutěže,[8] veřejný ochránce práv[9] nebo Státní zemědělská a potravinářská inspekce.[10] Od roku 1777 je Brno také sídlem římskokatolické brněnské diecéze, biskupským chrámem je katedrála svatého Petra a Pavla na Petrově."
   },
   {
      "id":"ostrava",
      "city":"Ostrava",
      "peoples":287968,
      "sign":"ostrava-znak.svg",
      "text":"Ostrava vyrostla jako průmyslové středisko černouhelné pánve. Pro svůj hornický a hutnický průmysl v minulosti zvaná „ocelové srdce republiky“, prošla výraznými změnami po roce 1989. V důsledku restrukturalizace průmyslu byla utlumena důlní činnost a poslední uhlí se na území města vytěžilo v roce 1994. Svědkem hornické minulosti je Dolní oblast Vítkovice, bývalý průmyslový areál s unikátním souborem industriální architektury aspirující na zápis do seznamu Světového dědictví UNESCO. V Ostravě se nachází řada divadel, galerií a kulturních domů. Mezi nejznámější kulturní akce pořádané ve městě patří hudební festivaly Colours of Ostrava a Beats for Love, festivaly vážné hudby Janáčkův máj a Svatováclavský hudební festival, Shakespearovské slavnosti. Každoročně se koná také atletický závod Zlatá tretra. Vysoké školství je v Ostravě zastoupeno Vysokou školou báňskou – Technickou univerzitou Ostrava a všeobecněji zaměřenou Ostravskou univerzitou."
   },
   {
      "id":"olomouc",
      "city":"Olomouc",
      "peoples":100663,
      "sign":"olomouc-znak.svg",
      "text":"Olomouc byla ve středověku třetím největším městem zemí České koruny (po Praze a Vratislavi) a soutěžila s Brnem o status centra Moravy. To se však změnilo poté, co město okupovala armáda Švédského impéria v letech 1642 až 1650. V polovině 18. století bylo město přebudováno na mocnou pevnost a Olomouc bývala významným obranným centrem, sídlem silné vojenské posádky. V následujících letech tu vyrostlo mnoho kasáren, cvičišť, skladišť a dalších objektů, které využívala armáda i po zrušení pevnosti v roce 1884, po dobu Československé republiky (kdy vzniklo též významné letiště v Neředíně), i po druhé světové válce. Od roku 1968 byla v Olomouci i velice početná okupační posádka Sovětské armády. Do roku 2013 sídlilo v Olomouci Velitelství společných sil AČR, do té doby tedy město bylo hlavním centrem obrany státu."
   },
   {
      "id":"zlin",
      "city":"Zlín",
      "peoples":74935,
      "sign":"zlin-znak.svg",
      "text":"Dnes je Zlín nejen sídlem Zlínského kraje, ale zejména významným průmyslovým, obchodním a kulturním centrem východní Moravy. Ve městě je soustředěno velké množství středních škol a také Univerzita Tomáše Bati. Nacházejí se zde tři nemocnice, mj. Krajská nemocnice T. Bati. V roce 2025 by ji měla nahradit nová moderní nemocnice v Malenovicích. Vzhledem ke krajskému postavení je ve Zlíně kromě okresního soudu i pobočka brněnského krajského soudu. Ze Zlína vysílá regionální Český rozhlas Zlín."
   },
   {
      "id":"jihlava",
      "city":"Jihlava",
      "peoples":51216,
      "sign":"jihlava-znak.gif",
      "text":"Jihlava (německy Iglau) je české krajské a statutární město, ležící na Českomoravské vrchovině a položené na někdejší česko-moravské zemské hranici, tvořené zde zčásti řekou Jihlavou. Historicky se jedná o moravské město a i dnes většina Jihlavy leží na moravské straně, pouze severozápadní okraj je v Čechách. Historické město, založené ve 13. století jako hornické s těžbou stříbra, je od roku 1982 městskou památkovou rezervací. Jihlava je od roku 2000 střediskem Kraje Vysočina."
   },
   {
      "id":"ceske-budejovice",
      "city":"České Budějovice",
      "peoples":94463,
      "sign":"ceske-budejovice-znak.svg",
      "text":"České Budějovice (výslovnost [ˈtʃɛskɛː ˈbuɟɛjovɪtsɛ] IPA, německy Budweis, popřípadě Böhmisch Budweis) jsou statutární město a správní a kulturní metropole Jihočeského kraje. Leží v Českobudějovické pánvi na soutoku řek Vltava a Malše, mají přibližně 94 tisíc[2] obyvatel a nachází se v nich řada historických památek a muzeí. Pro ně a blízkost dalších historicky cenných míst (Hluboká nad Vltavou, Český Krumlov, Zlatá Koruna, Vyšší Brod, Třeboň atd.) jsou častým cílem turistů. Ve městě sídlí Jihočeská univerzita v Českých Budějovicích a biskup římskokatolické českobudějovické diecéze. Historické centrum města bylo vyhlášeno 19. března 1980 městskou památkovou rezervací."
   },
   {
      "id":"plzen",
      "city":"Plzeň",
      "peoples":174842,
      "sign":"plzen-znak.png",
      "text":"Plzeň je známá jako průmyslové a pivovarnické město. Společnost Škoda Transportation a další firmy pokračují v tradici legendární Škodovky, na druhé straně krajské metropole se pak vaří známá piva Prazdroj a Gambrinus. Spodně kvašený světlý ležák se označuje jako pivo plzeňského typu, celosvětově pak jako Pilsner nebo Pils, podle německého jména města Pilsen. Plzeň má i podstatný kulturní význam. Nacházejí se tu početné kulturní domy a divadla. Ve městě sídlí také biskupství plzeňské diecéze. Vysoké školství zastupují Západočeská univerzita a Lékařská fakulta Univerzity Karlovy. V roce 2015 byla Plzeň (společně s belgickým Monsem) Evropským hlavním městem kultury. Současné historické jádro města má pravidelnou síť ulic s obdélníkovým náměstím Republiky uprostřed (139 × 193 m), jemuž vévodí katedrála sv. Bartoloměje s nejvyšší kostelní věží v České republice."
   },
   {
      "id":"karlovy-vary",
      "city":"Karlovy Vary",
      "peoples":48479,
      "sign":"karlovy-vary-znak.gif",
      "text":"Karlovy Vary (německy Karlsbad, anglicky Carlsbad, hebrejsky a jidiš קרלסבאד) je krajské a statutární město v západních Čechách, v Karlovarském kraji, 110 km západně od Prahy na soutoku Ohře a Teplé. Žije zde přibližně 48 tisíc[1] obyvatel. Rozloha katastru činí 59,10 km². Je zde rozvinut mj. sklářský a potravinářský průmysl. Jedná se o nejnavštěvovanější české lázeňské město."
   },
   {
      "id":"usti-nad-labem",
      "city":"Ústí nad Labem",
      "peoples":92716,
      "sign":"usti-nad-labem-znak.png",
      "text":"Ústí nad Labem (německy Aussig an der Elbe) je statutární město na severozápadě Čech, centrum Ústeckého kraje. Leží na soutoku řek Labe a Bíliny mezi Českým středohořím a Krušnými horami. Žije zde přibližně 93 tisíc[2] obyvatel a je součástí půlmilionové severočeské aglomerace. Ústí nad Labem je univerzitním městem s průmyslovou tradicí a sportovním zázemím, důležitým železničním a silničním uzlem, nemá ale mnoho dochovaných historických památek."
   },
   {
      "id":"liberec",
      "city":"Liberec",
      "peoples":104802,
      "sign":"liberec-znak.svg",
      "text":"Liberec (německy Reichenberg) je statutární město na severu Čech a krajské město Libereckého kraje. Má přibližně 105 tisíc[2] obyvatel a je tak pátým největším městem České republiky (třetím v Čechách). Spolu se sousedním Jabloncem nad Nisou a okolními obcemi vytváří širší sídelní aglomeraci, sám katastr města obsahuje jako enklávu obec Stráž nad Nisou. Liberec je zakládajícím členem Euroregionu Nisa, od roku 2004 i jeho hlavním městem."
   },
   {
      "id":"hradec-kralove",
      "city":"Hradec Králové",
      "peoples":92939,
      "sign":"hradec-kralove-znak.svg",
      "text":"Pro své příhodné vlastnosti bylo území Hradce osídleno již v dobách prehistorických. Ve středověku šlo o věnné město českých královen a této době vděčí za gotickou katedrálu sv. Ducha na svém Velkém náměstí, která dnes vedle Bílé věže a Staré radnice patří mezi městské dominanty. V letech 1766 až 1857 sloužilo město jako vojenská pevnost, pro nezájem města obnovená a zrušená až v roce 1884. Správa města plně využila možnosti úplného řízení urbanistického rozvoje. Tím se doslova uvolnil prostor pro zlatou éru královéhradecké architektury na začátku 20. století, ze které si především díky stavbám Gočára a Kotěry město odneslo označení Salon republiky. Hradec Králové je univerzitní město, vyučuje zde Univerzita Hradec Králové, některé fakulty Univerzity Karlovy a Univerzity obrany. Sídlí zde např. krajský soud nebo biskupové královéhradecké diecéze církve katolické a československé husitské. Klicperovo divadlo je uznávanou scénou, jež čtyřikrát získala ocenění „Divadlo roku“, artkino Centrál se pyšní oceněním „Nejlepší evropské kino pro mladé publikum“ z roku 2008. Královéhradecký Festival Park, který leží na místě bývalého vojenského letiště, poskytuje prostor mimo jiné známým letním festivalům Rock for People a Hip Hop Kemp."
   },
   {
      "id":"pardubice",
      "city":"Pardubice",
      "peoples":91727,
      "sign":"pardubice-znak.svg",
      "text":"Pardubice mají přibližně 92 tisíc[3] obyvatel a jsou tak desátým největším městem Česka, jsou také největším městem Pardubického kraje i okresu Pardubice. Výměra území města je 82,7 km². Pardubice se dělí na 8 samosprávných městských obvodů a 20 katastrálních území. První dochovaná zmínka o existenci Pardubic pochází z roku 1295, k roku 1340 jsou už připomínány jako město. Největší rozkvět prodělaly za pánů z Pernštejna. Na konci 16. století a v 17. století nastal úpadek. Nový rozvoj města přišel od poloviny 19. století s připojením města na železnici. Vznikla zde řada průmyslových podniků jako lihovar, cukrovar, továrna na mlýnské stroje, Fantova rafinérie minerálních olejů a další. Po druhé světové válce došlo k masivní výstavbě nových čtvrtí především na okraji města a počet obyvatel se rychle zdvojnásobil."
   }
]